Dlubal.RFEM5.StiffnessBeam
Stiffness beam parameters

Dlubal.RFEM5.StiffnessBeam.No
Member number

Dlubal.RFEM5.StiffnessBeam.TorsionalStiffness
Torsional stiffness GJ

Dlubal.RFEM5.StiffnessBeam.FlexuralStiffnessV
Flexural stiffness EIV

Dlubal.RFEM5.StiffnessBeam.FlexuralStiffnessZ
Flexural stiffness EIz

Dlubal.RFEM5.StiffnessBeam.AxialStiffness
Axial stiffness EA

Dlubal.RFEM5.StiffnessBeam.ShearStiffnessV
Shear stiffness GAV

Dlubal.RFEM5.StiffnessBeam.ShearStiffnessZ
Shear stiffness GAz

Dlubal.RFEM5.StiffnessBeam.SpecificWeight
Specific weight γ

Dlubal.RFEM5.StiffnessBeam.CrossSectionArea
Cross-section area A

Dlubal.RFEM5.StiffnessBeam.ThermalExpansion
Thermal expansion α

Dlubal.RFEM5.StiffnessBeam.Width
Width b

Dlubal.RFEM5.StiffnessBeam.Height
Height h